<?php

return [
	'title' => 'تسجيل الدخول',
	'email' => 'البريد الالكتروني',
	'password' => 'كلمة المرور',
    'password_confirmation' => 'تأكيد كلمة المرور',
	'btn' => 'دخول',
	'validations' => [
        'email' => [
            'email' => 'من فضلك ادخل البريد بشكل صحيح',
            'required' => 'من فضلك ادخل البريد الالكتروني',
        ],
        'failed' => 'هذه البيانات غير متطابقة لدينا من فضلك تآكد من بيانات تسجيل الدخول',
        'password' => [
            'min' => 'كلمة المرور يجب ان تكون اكثر من ٦ مدخلات',
            'required' => 'يجب ان تدخل كلمة المرور',
        ],
        'mustLogin' => 'يرجى تسجيل الدخول',
        'invalidUser' => 'هذا المستخدم غير موجود',
        'invalidPassword' => 'كلمة المرور غير صحيحة',
    ],
    'welcome' => 'اهلا بك  ',
    'seeYou' => "نراك قريبا ;)",

    'forget'    => [
        'btn'   => 'نسيت كلمة المرور ؟!',
        'title' => 'نسيت كلمة المرور !',
        'reset' => 'استعادة كلمة المرور',
    ],
    'reset' => [
        'mail'          => [
            'button_content'    => 'تعين كلمة مرور جديدة',
            'header'            => 'انت تستقبل هذا البريد الالكتروني لآنك قمت بطلب تعيين كلمة مرور جديدة لفقدانك القديمة',
            'subject'           => 'تعين كلمة مرور جديدة',
        ],
        'change_password'   => 'تغيير كلمة المرور',
    ],
];
